{
  "a.vim": { "branch": "master" },
  "ale": { "branch": "master" },
  "barbecue": { "branch": "main" },
  "braceless.vim": { "branch": "master" },
  "chadtree": { "branch": "chad" },
  "coc-neco": { "branch": "master" },
  "coc-neoinclude": { "branch": "master" },
  "coc-sources": { "branch": "master" },
  "coc.nvim": { "branch": "release" },
  "copilot.vim": { "branch": "release" },
  "csv.vim": { "branch": "master" },
  "dash.vim": { "branch": "master" },
  "float-preview.nvim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "gutentags_plus": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lens.vim": { "branch": "master" },
  "lkml.vim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "neoinclude.vim": { "branch": "master" },
  "nerdcommenter": { "branch": "master" },
  "nvim-navic": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "packer.nvim": { "branch": "master" },
  "plantuml-previewer.vim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "restore_view.vim": { "branch": "master" },
  "targets.vim": { "branch": "master" },
  "telescope-coc.nvim": { "branch": "master" },
  "telescope-fzy-native.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "tokyonight.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "ultisnips": { "branch": "master" },
  "vim-easymotion": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-gutentags": { "branch": "master" },
  "vim-indent-object": { "branch": "master" },
  "vim-lion": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-rhubarb": { "branch": "master" },
  "vim-sleuth": { "branch": "master" },
  "vim-snippets": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-tmux-navigator": { "branch": "master" },
  "vim-unimpaired": { "branch": "master" },
  "vim-visual-star-search": { "branch": "master" },
  "vimtex": { "branch": "master" },
  "wilder.nvim": { "branch": "master" }
}